run/fsiFoam/HronTurekFsi3/fluid/constant/flowProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.0                                |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      flowProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

flowModel consistentIcoFlow;

icoFlowCoeffs
{
    nCorrectors 3;
    nNonOrthogonalCorrectors 1;
}

consistentIcoFlowCoeffs
{
    nCorrectors 3;
    nNonOrthogonalCorrectors 1;
}

// ************************************************************************* //
